import oysters from './assets/images/1.png'
import oystersBig from './assets/images/1_big.png'
import ribs from './assets/images/2.png'
import ribsBig from './assets/images/2_big.png'
import shrimps from './assets/images/3.png'
import shrimpsBig from './assets/images/3_big.png'

export const products = [
  {
    id: 1,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Запеченные устрицы в сливочном соусе со шпинатом, панировочными сухарями и пармезаном',
    descriptionFull: 'Классическое блюдо из морепродуктов, которое готовят из свежих устриц, запеченных в сливочном соусе с добавлением шпината, панировочных сухарей, пармезана и других приправ. Блюдо отличается богатым, сливочным вкусом с хрустящей корочкой и сочными устрицами. Его часто подают в качестве закуски или основного блюда с гарниром из риса или овощей.',
    price: 2700,
    weight: '500 г.'

  },
  {
    id: 2,
    url: ribs,
    urlBig: ribsBig,
    imgDescription: 'Блюдо из свиных ребрышек на гриле с зеленью на тарелке черного цвета.',
    title: 'Свиные ребрышки на гриле с зеленью',
    description: 'Сочные ребрышки, приготовленные на гриле и покрытые ароматным соусом из свежей зелени',
    descriptionFull: 'Сочное и ароматное блюдо из нежных свиных ребрышек, приготовленных на гриле и покрытых освежающим соусом из свежей зелени, такой как петрушка, базилик и зеленый лук. Ребрышки предварительно маринуют в смеси специй, благодаря чему они приобретают восхитительный вкус и хорошо прожариваются. Блюдо подают с различными гарнирами, такими как картофельное пюре, жареный картофель или свежие овощи.',
    price: 1600,
    weight: '750 г.'
  },
  {
    id: 3,
    url: shrimps,
    urlBig: shrimpsBig,
    imgDescription: 'Блюдо из креветок с кусочками лимона на тарелке черного цвета.',
    title: 'Креветки по-королевски в лимонном соке',
    description: 'Креветки, приготовленные на пару и подаваемые с освежающим соусом из сливочного масла, белого вина и лимона',
    descriptionFull: 'Изысканное блюдо из морепродуктов, в котором нежные креветки обжариваются до золотистой корочки и подаются в восхитительном лимонно-чесночном соусе. Сок лимона придает блюду яркую кислинку, которая уравновешивается сливочным богатством креветок, а чеснок добавляет пикантности.',
    price: 1820,
    weight: '7 шт.'
  },
  {
    id: 4,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Запеченные устрицы в сливочном соусе со шпинатом, панировочными сухарями и пармезаном',
    descriptionFull: 'Классическое блюдо из морепродуктов, которое готовят из свежих устриц, запеченных в сливочном соусе с добавлением шпината, панировочных сухарей, пармезана и других приправ. Блюдо отличается богатым, сливочным вкусом с хрустящей корочкой и сочными устрицами. Его часто подают в качестве закуски или основного блюда с гарниром из риса или овощей.',
    price: 2700,
    weight: '500 г.'
  },
  {
    id: 5,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Запеченные устрицы в сливочном соусе со шпинатом, панировочными сухарями и пармезаном',
    descriptionFull: 'Классическое блюдо из морепродуктов, которое готовят из свежих устриц, запеченных в сливочном соусе с добавлением шпината, панировочных сухарей, пармезана и других приправ. Блюдо отличается богатым, сливочным вкусом с хрустящей корочкой и сочными устрицами. Его часто подают в качестве закуски или основного блюда с гарниром из риса или овощей.',
    price: 2700,
    weight: '500 г.'
  },
  {
    id: 6,
    url: ribs,
    urlBig: ribsBig,
    imgDescription: 'Блюдо из свиных ребрышек на гриле с зеленью на тарелке черного цвета.',
    title: 'Свиные ребрышки на гриле с зеленью',
    description: 'Сочные ребрышки, приготовленные на гриле и покрытые ароматным соусом из свежей зелени',
    descriptionFull: 'Сочное и ароматное блюдо из нежных свиных ребрышек, приготовленных на гриле и покрытых освежающим соусом из свежей зелени, такой как петрушка, базилик и зеленый лук. Ребрышки предварительно маринуют в смеси специй, благодаря чему они приобретают восхитительный вкус и хорошо прожариваются. Блюдо подают с различными гарнирами, такими как картофельное пюре, жареный картофель или свежие овощи.',
    price: 1600,
    weight: '750 г.'
  },
  {
    id: 7,
    url: shrimps,
    urlBig: shrimpsBig,
    imgDescription: 'Блюдо из креветок с кусочками лимона на тарелке черного цвета.',
    title: 'Креветки по-королевски в лимонном соке',
    description: 'Креветки, приготовленные на пару и подаваемые с освежающим соусом из сливочного масла, белого вина и лимона',
    descriptionFull: 'Изысканное блюдо из морепродуктов, в котором нежные креветки обжариваются до золотистой корочки и подаются в восхитительном лимонно-чесночном соусе. Сок лимона придает блюду яркую кислинку, которая уравновешивается сливочным богатством креветок, а чеснок добавляет пикантности.',
    price: 1820,
    weight: '7 шт.'
  },
  {
    id: 8,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Запеченные устрицы в сливочном соусе со шпинатом, панировочными сухарями и пармезаном',
    descriptionFull: 'Классическое блюдо из морепродуктов, которое готовят из свежих устриц, запеченных в сливочном соусе с добавлением шпината, панировочных сухарей, пармезана и других приправ. Блюдо отличается богатым, сливочным вкусом с хрустящей корочкой и сочными устрицами. Его часто подают в качестве закуски или основного блюда с гарниром из риса или овощей.',
    price: 2700,
    weight: '500 г.'
  }
];
