import oysters from './assets/images/1.png'
import oystersBig from './assets/images/1_big.png'
import ribs from './assets/images/2.png'
import ribsBig from './assets/images/2_big.png'
import shrimps from './assets/images/3.png'
import shrimpsBig from './assets/images/3_big.png'

export const products = [
  {
    id: 1,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют от нас анализа позиций.Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений.',
    price: 2700,
    weight: '500 г.'

  },
  {
    id: 2,
    url: ribs,
    urlBig: ribsBig,
    imgDescription: 'Блюдо из свиных ребрышек на гриле с зеленью на тарелке черного цвета.',
    title: 'Свиные ребрышки на гриле с зеленью',
    description: 'Не следует, однако забывать, что реализация намеченных плановых',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют от нас анализа позиций.Не следует, однако забывать, что консультация.',
    price: 1600,
    weight: '750 г.'
  },
  {
    id: 3,
    url: shrimps,
    urlBig: shrimpsBig,
    imgDescription: 'Блюдо из креветок с кусочками лимона на тарелке черного цвета.',
    title: 'Креветки по-королевски в лимонном соке',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют от нас анализа позиций.Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует.',
    price: 1820,
    weight: '7 шт.'
  },
  {
    id: 4,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы.',
    price: 2700,
    weight: '500 г.'
  },
  {
    id: 5,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют от нас анализа позиций.Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует.',
    price: 2700,
    weight: '500 г.'
  },
  {
    id: 6,
    url: ribs,
    urlBig: ribsBig,
    imgDescription: 'Блюдо из свиных ребрышек на гриле с зеленью на тарелке черного цвета.',
    title: 'Свиные ребрышки на гриле с зеленью',
    description: 'Не следует, однако забывать, что реализация намеченных плановых',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют от нас анализа позиций.Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений.',
    price: 1600,
    weight: '750 г.'
  },
  {
    id: 7,
    url: shrimps,
    urlBig: shrimpsBig,
    imgDescription: 'Блюдо из креветок с кусочками лимона на тарелке черного цвета.',
    title: 'Креветки по-королевски в лимонном соке',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры обеспечивает широкому кругу',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют от нас анализа позиций.Не следует, однако забывать, что консультация с широким .',
    price: 1820,
    weight: '7 шт.'
  },
  {
    id: 8,
    url: oysters,
    urlBig: oystersBig,
    imgDescription: 'Блюдо из устриц на тарелке черного цвета.',
    title: 'Устрицы по-рокфеллеровски',
    description: 'Значимость этих проблем настолько очевидна, что укрепление и развитие структуры',
    descriptionFull: 'Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют от нас анализа позиций.Не следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет оценить значение новых предложений.',
    price: 2700,
    weight: '500 г.'
  }
];
